CSI API ETABS v1
cSapModel.EditPoint Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cEditPoint EditPoint { get; }
ReadOnly Property EditPoint As cEditPoint
	Get
Dim instance As cSapModel
Dim value As cEditPoint
value = instance.EditPoint
property cEditPoint^ EditPoint {
	cEditPoint^ get ();
}
abstract EditPoint : cEditPoint with get
Property Value
Type: cEditPoint
See Also
Reference
cSapModel Interface
ETABSv1 Namespace